about/index.html
<!DOCTYPE html>
<html lang="en-us">
  <head>
    <title>About Diego Berrocal - Diego Berrocal</title>
    <meta charset="utf-8" />
    <meta name="author" content="Diego Berrocal" />
    <link rel="stylesheet" href="/media/css/normalize.css">
    <link rel="stylesheet" href="/media/css/main.css">
    <link rel="stylesheet" href="/media/css/dark.css" id="darkTheme">
    <link rel="stylesheet" href="/media/css/light.css" id="lightTheme">
    <link rel="stylesheet" href="//cloud.typography.com/6145712/799966/css/fonts.css">
    <link rel="stylesheet" href='http://fonts.googleapis.com/css?family=Source+Code+Pro:400'>
    <noscript>
    </noscript>
  </head>

  <body>
    <div id="wrapper">
    <nav class="site-nav">
      <ul class="links">
        <li><a href="/">Diego Berrocal</a></li>
         <li><a href="/about/">about</a></li>
        <li><a href="/blog/">blog</a></li>
        <li><a href="/rss.xml">rss</a></li>
        <li><button class="switch-lights">lights off</button></li>
      </ul>
    </nav>

    <article class="post">
      <header>
          <h1 class="post-title">About Diego Berrocal</h1>
      </header>
      <p>
I was born in one of Saturn's moons, maybe Pan or Pandora (Just kidding!). The
truth is that I was born in Comas, a Lima district whose humble beginnings were
a consequence of the so called “invasions” led by immigrants from the Peruvian
highlands. When I was a boy, Comas was still considered a Pueblo Jóven (a shanty
town surrounding Lima), but in spite of these atmosphere of poverty and
segregation, I always managed to travel to different worlds through my
imagination.
</p>

<blockquote>
<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam eget purus sit
amet ex accumsan posuere id et orci. Nam viverra pharetra volutpat. Aenean sed
diam tempor, sagittis ante vel, dignissim quam. Vivamus in tristique nisi. Duis
ac dolor vitae urna tincidunt varius. Cras at cursus nulla. Duis sit amet ex vel
est vehicula maximus dignissim vitae neque. Ut id magna a turpis vehicula
ultrices nec in orci. Etiam metus erat.
</p>

<p>
<p class="author"> Diego Berrocal </p>
</p>
</blockquote>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Fun Facts</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>President of the <a href="http://astronomia.uni.edu.pe">Astronomy Group</a> @ <a href="http://www.uni.edu.pe">Universidad Nacional de Ingeniería</a>
</li>
<li>Facilitator at <a href="http://hackspace.pe">Hack Space Peru</a>. (check <a href="https://www.youtube.com/watch?v=4uc6cwG3BCk">video</a>)
</li>
<li><a href="https://www.youtube.com/watch?v=Oh-7M798k24">Attempted</a> to reproduce a <a href="https://www.youtube.com/watch?v=s1eNjUgaB-g">Youscope</a> at 16.
</li>
</ul>
</div>
</div>

    </article>

    <footer class="site-footer">
      <div class="back-to-top">
        <a href="#">back to top</a>
      </div>
      <script src="/media/js/main.js"></script>
    </footer>

    </div>
  </body>
</html>
